Revit 2023 API
GroupTypeId.StairsCalculatorRules Property
 "Calculation Rules"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId StairsCalculatorRules { get; }
Visual Basic
Public Shared ReadOnly Property StairsCalculatorRules As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsCalculatorRules {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace